IDEA Open Model
Material.UserThermalSpecificHeatCurvature Property
Compatible with IDEA StatiCa v 10.1
 User-defined curvature for thermal specific heat { x = Θ[K], y = cp[J/(kg K)] }
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public Polygon2D UserThermalSpecificHeatCurvature { get; set; }
Public Property UserThermalSpecificHeatCurvature As Polygon2D
	Get
	Set
public:
property Polygon2D^ UserThermalSpecificHeatCurvature {
	Polygon2D^ get ();
	void set (Polygon2D^ value);
}
Property Value
Type: Polygon2D
See Also
Reference
Material Class
IdeaRS.OpenModel.Material Namespace